Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=457_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten artistien musiikki- ja muut kulttuuriesitykset soveltuvat erinomaisesti kongressien tai koulutustilaisuuksien tervetulo-ohjelmiksi, pääjuhlien ohjelmanumeroiksi tai kokonaisiksi konserteiksi.
sme: Sápmelaš artisttaid musihkka- ja eará kulturčájáhusat heivejit erenomážit kongreassaid dahje skuvlendilálašvuođaid buresboahtinprográmman, oaivedoaluid prográmmanummirin dahje olles konseartan.

source: Sajoksen Kokous- ja tapahtumapalvelut järjestää ryhmänne saamelaishenkisen kulttuuriohjelman tai - ohjelmiston.
sme: Sajosa Čoahkkin- ja dáhpáhusbálvalusat ordne didjiide sápmelaš kulturprográmma.

source: Esittelemme tässä saamelaisia taiteilijoita, jotka ovat varattavissa juhlistamaan tilaisuuttanne.
sme: Dás mii muitalit sápmelaš dáiddáriin, geaid lea vejolaš várret dáhpáhusaide.

source: on saamelainen muusikko ja Tampereen yliopistosta valmistunut musiikintutkija / etnomusikologi (FM).
sme: lea sápmelaš musihkar, guhte lea válmmasnuvvan Tampere universitehtas musihkkadutkin / etnomusihkologan.

source: Annukka Hirvasvuopio-Laiti on kotoisin Vuotson alueelta ja asuu nykyään perheineen Utsjoella.
sme: Annukka Hirvasvuopio-Laiti lea eret Vuohču guovllus ja son orru dán áigge bearrašiinnis Ohcejogas.

source: Annukka on saamelaista etno / maailmanmusiikkia esittävän Vilddas-yhtyeen solisti.
sme: Annukka lávlu Vilddas-joavkkus, mii čuojaha sápmelaš etno / máilmmimusihka.

source: Hän on esittänyt musiikkia laidasta laitaan, klassisesta heviin, mutta läheisimmäksi musiikkityylikseen hän nimeää kansanmusiikkiin pohjaavan musiikin ja laulutyylit.
sme: Son lea lávlon buotlágan musihka, muhto son namuha lagamus musihkkastiilan álbmotmusihkas buolvadeaddji musihka ja lávlunstiillaid.

source: Pohjoissaamelainen perinnemusiikki, joiku, on lähellä hänen sydäntään.
sme: Davvisápmelaš árbevirolaš musihkka, luohti, lea maid lahka su váimmu.

source: Annukka on työskennellyt laulamisen ohella mm. musiikinopettajana, luennoitsijana, näyttelijänä ja Saamelaiskäräjien Saamelaismusiikkikeskuksen projektivastaavana.
sme: Annukka lea bargan lávluma lassin maid ee. musihkaoahpaheaddjin, logaldallin, neavttárin ja Sámedikki Sámemusihkkaguovddáža prošeavttas.

source: Annukka Hirvasvuopio-Laiti pitää myös luentoja saamelaisesta musiikista ja kulttuurista suomeksi, pohjoissaameksi ja englanniksi.
sme: Annukka Hirvasvuopio-Laiti doallá maid logaldallamiid sápmelaš musihkas ja kultuvrras suomagillii, davvisámegillii ja eŋgelasgillii.

source: Korkealaatuista saamelaismusiikkia, joka on tätä päivää.
sme: Alladását ja ođđaáigásaš sámemusihkka.

source: Akustisessa kokoonpanossa soi haitari, busuki, konstrabasso, piano ja klarinetti ja laulusolistina toimii Inarista kotoisin oleva Anna Näkkäläjärvi.
sme: Akustihkalaš joavkkus čuodjá harmonihkká, busuki, kontrabasso, piano ja klarineahtta. Joavkkus lávlu anárlaš Anna Näkkäläjärvi.

source: Ohjelman kesto viidestä minuutista tuntiin, riippuen ryhmän tilaisuuden luonteesta.
sme: Dilálašvuođa luondu mearrida prográmma guhkkodaga, mii sáhttá leat viđa minuhtas gitta diibmui.

source: Anna Näkkäläjärvi on julkaissut keväällä 2011 cd:n nimeltä " Bealljecinat / Earrings ".
sme: Anna Näkkäläjärvi lea almmustahttán ” Beallječiŋat / Earrings ” nammasaš cd giđđat 2011.

source: Kristiina Aikio on vuotsolainen saamelaisartisti.
sme: Kristiina Aikio lea vuohččulaš sámeartista.

source: Kristiina on harrastanut laulamista 25 vuotta, josta joikaamista 8 vuotta.
sme: Kristiina lea lávlon 25 jagi ja juoigan 8 jagi.

source: Tiina Aikio on julkaissut useita levyjä, mm.. Ále Mana ja Sapmi Vaimmus (” Lappi sydämessä ”).
sme: Tiina Aikio lea almmustahttán máŋggaid cd:aid, ee. Ále Mana ja Sápmi Váimmus.

source: Tiina Aikio esiintyy Sajoksessa yhdessä säestäjänsä kanssa tai suuremmissa kokoonpanoissa sopimuksen mukaan.
sme: Tiina Aikio lávlu Sajosis ovttas su čuojaheaddjii (gui) n soahpamuša mielde.

source: Tuupa Records Oy - saamenkielistä musiikkia kymmenen vuoden kokemuksella
sme: Tuupa Records Oy - sámegielat musihkka logi jagi

source: Tuupa Records Oy on koko Suomessa toimiva monipuolinen AV-alan yritys.
sme: Tuupa Records Oy lea máŋggabealat AV-suorggi fitnodat, mii doaibmá Suomas.

source: Tuupa Records tarjoaa ammattitaitoista ja laadukasta palvelua niin äänitys- kuin videotuotantopuolellakin.
sme: Tuupa Records fállá ámmátdási bálvalusaid nu jietnadan- go videobuvttadanbealdege.

source: He suunnittelevat ja toteuttavat esimerkiksi: äänitys- ja miksauspalvelua, tapahtumatekniikka, live-äänentoistopalvelut, esittelyvideot / tuote-esittelyt, TV-ja radiomainokset, musiikkivideot ja formaattien muokkaukset.
sme: Sii plánejit ja buvttadit ovdamearkka dihte: * Jietnadan- ja miksenbálvalusaid, * Dáhpáhusteknihka, * Live-jietnadanbálvalusaid, * Ovdanbuktinvideoid / buktagaovdanbuktima, * TV-ja radioreklámaid, * Musihkkavideoid ja Formáhtaid doaimmahemiid.

source: Tuupa Records Oy:n värikkääseen ohjelmatoimistoon kuuluu loistavia artisteja ja taiteilijoita.
sme: Tuupa Records Oy ivdnás prográmmadoaimmahahkii gullet máŋggat fiinna artisttat ja dáiddárat.

source: Tuupa haluaa kehittää ja tukea saamenkieltä ja kulttuuria, siksi he tuottavat ja julkaisevat pääsääntöisesti saamenkielistä musiikkia, mutta poikkeuksia tietenkin on !
sme: Tuupa háliida ovddidit ja doarjut sámegiela ja kultuvrra, danin sii buvttadit ja almmustahttet eanaš sámegielat musihka, muhto dieđusge spiehkastusatge gávdnojit !

source: Saamelaiset artistit:
sme: Sápmelaš artisttat:

source: * SomBy (saamenkielistä rock-musiikkia soittava yhtye)
sme: * SomBy (sámegielat rock-musihkkajoavku)

source: * Ailu Vall e (Utsjoen Kaamasmukasta kotoisin oleva rap-artisti, joka räppää pohjoissaameksi)
sme: * Ailu Valle (rap-artista, guhte " ráppe " davvisámegillii; eret Ohcejoga Gámasmohkis)

source: * Ulda (pohjoissaamenkielistä joikuetnoa !)
sme: * Ulda (davvisámegielat etnojuoigan !)

source: * Vilddas (pitkän uran tehnyt etno-poppoo)
sme: * Vilddas (guhkeskarriera etnojoavku)

source: * Los Selibatos (bändi ilman kompromissejä ja missejä)
sme: * Los Selibatos (joavku kompromissaid haga)

source: * Amoc (saamelaisen rapin isä)
sme: * Amoc (sápmelaš rapmusihka áhčči)

source: * Irdon (akustista musisointia pohjoissaameksi)
sme: * Irdon (akustihkalaš musiseren davvisámegillii)

source: * Spire (saamenkielistä pop-rokkia)
sme: * Spire (sámegielat pop-rock)

source: * DJ palvelut mm. Dj Stuorraguoika
sme: * DJ bálvalusat ee. Dj Stuorraguoika

source: Saamelainen poromiesperhe Armi ja Timo Palonoja Joikukotsamosta Saariselältä järjestävät monipuolisia kulttuuri- ja luonto-ohjelmia matkailijoille.
sme: Sápmelaš badjebearaš Armi ja Timo Palonoja Joikukotsamos Saariselkäs lágida máŋggabealat kultur- ja luondduprográmmaid turisttaide.

source: Saatavilla mm. rummutusretkiä Joikun Kodalla ja porosafareita Saariselän maisemissa.
sme: Oažžumis ee. trumbučaskinreaissut Joikun Kotas ja boazosafárat Saariselkä duovdagiin.

source: Ohjelmaa ja ruokailupalveluja saatavilla myös isoille ryhmille.
sme: Prográmma ja boradanbálvalusat oažžumis maid stuorra joavkkuide.

source: 6. Heli Aikio ja Heikki Nikula
sme: Sajosii loaiddastit sáhttá diŋgot maid anáraš Heli Aikio, guhte lávlu anárašgielat lávlagiid ja LIVĐE.

source: Helin säestäjänä toimii mm. niin ikään inarinsaamelainen Heikki Nikula.
sme: Heli lávluma čuojaldahttá ee. Heikki Nikula, guhte maid lea anáraš.

source: Heikki Nikula säestää myös muita saamelaisartisteja.
sme: Heikki Nikula čuojaldahttá maid eará sámeartisttaid.

source: tai soita numeroon 010 839 3109.
sme: Sápmelaš kulturbuvttadeaddji
